title: Antivirus5941
description: Attackers may try to search for sensitive documents using default findstr 
  utility.
author: Çağlayan Meydanı 123
status: stable
references:
- https://github.com/blackorbird/APT_REPORT/blob/master/summary/2022/2022%20Global%20Threat%20Report.pdf
tags:
- attack.T1005
- attack.collection
logsource:
  product: windows
  category: process_creation
detection:
  selection1:
    CommandLine|contains|all:
    - findstr
  selection2:
    CommandLine|contains:
    - .xml
    - .doc
    - .dot
    - .wbk
    - .xls
    - .xlsb
    - .xla
    - .xlw
    - .ppt
    - .pps
    - .pptx
    - .sldx
    # - .sldm
  condition: selection1 and selection2
falsepositives:
- Unlikely
level: high
id: e9a945eb-2218-4313-b860-aa659b76a743
